Repository: CrownedSilverFox/conference-platform
Catalog: indico/translations/*/LC_MESSAGES/messages-react.po
Languages: ru_ru

source: Blocking created by {createdBy}
ru_ru: Блокировка создана {createdBy}

source: When blocking rooms nobody but you, the rooms' managers and those users/groups you specify in the "Allowed users/groups" list will be able to create bookings for the specified rooms in the given timeframe. You can also block rooms you do not own - however, those blockings have to be approved by the owners of those rooms.
ru_ru: При блокировании комнат никого, кроме вас, заведующих комнатами и прочихпользователи / группы, указанные в списке " Разрешенные пользователи / группы ", смогутсоздавать заказы на указанные номера в указанный период времени. Вы можететакже блокируйте комнаты, которые вам не принадлежат - однако эти блокировки должны бытьодобрено владельцами этих комнат.

source: Please take into account that rooms blockings should only be used for short term events and never for long-lasting periods. If you wish to somehow mark a room as unusable, please ask its owner to set it as such.
ru_ru: Учтите, что блокировку комнат следует использовать только на короткое времясрочные события и никогда на длительные периоды. Если хотите как-то отметитькомната как непригодная для использования, попросите ее владельца сделать ее таковой.

source: Reason
ru_ru: Причина

source: Provide reason for blocking
ru_ru: Укажите причину блокировки

source: Authorized users/groups
ru_ru: Авторизованные пользователи / группы

source: Rooms to block
ru_ru: Комнаты, которые нужно заблокировать

source: Blocked rooms
ru_ru: Заблокированные комнаты

source: You can accept and reject blockings for your rooms on the list by using the action buttons on the right side of the room name.
ru_ru: Вы можете принимать и отклонять блокировки для ваших комнат в списке, используякнопки действий справа от названия комнаты.

source: The blocking has been successfully updated.
ru_ru: Блокировка успешно обновлена.

source: The blocking has been successfully created.
ru_ru: Блокировка успешно создана.

source: You can consult your blocking {link}here{/link}.
ru_ru: Подробнее о блокировке можно узнать {link} здесь {/ link}.

source: The space will be free on the selected time slot(s)
ru_ru: Место будет свободным в выбранном временном интервале

source: The space won't be available on one or more days
ru_ru: Место не будет доступно в один или несколько дней

source: Space cannot be booked.
ru_ru: Место не может быть зарезервировано.

source: One or more bookings would conflict with yours.
ru_ru: Одно или несколько бронирований могут противоречить вашему.

source: Bookings in the past are not allowed.
ru_ru: Предыдущие бронирования не допускаются.

source: Book Room
ru_ru: Книжная комната

source: Pre-Book Room
ru_ru: Предварительная книга

source: Book
ru_ru: Книга

source: Pre-Book
ru_ru: Предварительная книга

source: Here are some alternatives we've found for you!
ru_ru: Вот несколько альтернатив, которые мы нашли для вас!

source: List view
ru_ru: Просмотр списка

source: Timeline view
ru_ru: Просмотр временной шкалы

source: See details
ru_ru: Подробнее

source: Please choose an option!
ru_ru: Пожалуйста, выберите вариант!

source: Please specify a user
ru_ru: Укажите пользователя

source: You need to provide a reason
ru_ru: Укажите причину

source: Choose an event
ru_ru: Выберите мероприятие

source: Event
ru_ru: Мероприятие

source: The space has been successfully pre-booked!
ru_ru: Место успешно предварительно забронировано!

source: The space has been successfully booked!
ru_ru: Место успешно забронировано!

source: You can consult your pre-booking {link}here{/link}.
ru_ru: Вы можете просмотреть свое предварительное бронирование {link} здесь {/ link}.

source: You can consult your booking {link}here{/link}.
ru_ru: Вы можете просмотреть свое бронирование {link} здесь {/ link}.

source: Couldn't book the room
ru_ru: Не удалось забронировать номер

source: Booking conflicts
ru_ru: Конфликт бронирования

source: You are creating a {highlight}Pre-Booking{/highlight}
ru_ru: Вы создаете {выделить} предварительное бронирование {/ выделить}

source: A Pre-Booking has to be approved by the room managers before you can use the space in question.
ru_ru: Предварительное бронирование должно быть одобрено менеджерами номеров, прежде чем вы сможете использоватьрассматриваемое пространство.

source: Pre-Booking conflicts
ru_ru: Конфликты при предварительном бронировании

source: If you create this pre-booking, some of your days may get rejected as they overlap with the following pre-bookings:
ru_ru: Если вы создадите это предварительное бронирование, некоторые из ваших дней могут быть отклонены, поскольку ониперекрываются со следующими предварительными бронированиями:

source: If you create this booking, the following overlapping days of existing pre-bookings will automatically be rejected:
ru_ru: Если вы создадите это бронирование, следующие перекрывающиеся дни существующихпредварительные заказы будут автоматически отклонены:

source: Assign the room {room} to this event
ru_ru: Назначьте комнату {room} этому событию

source: Assign the room {room} to this contribution
ru_ru: Назначьте комнату {room} этому вкладу

source: Assign the room {room} to this session block
ru_ru: Назначьте комнату {room} этому блоку сеанса

source: Assign the room {room} to this event (instead of {oldRoom})
ru_ru: Назначьте комнату {room } этому событию (вместо {oldRoom})

source: Assign the room {room} to this contribution (instead of {oldRoom})
ru_ru: Назначьте комнату {room} этому участию (вместо {oldRoom})

source: Assign the room {room} to this session block (instead of {oldRoom})
ru_ru: Назначьте комнату {room} этому блоку сеанса (вместо {oldRoom})

source: I've changed my mind!
ru_ru: Я передумал!

source: Create Booking
ru_ru: Создать бронирование

source: Create Pre-booking
ru_ru: Создать предварительное бронирование

source: Recurrence
ru_ru: Повторение

source: Date
ru_ru: Дата

source: Time
ru_ru: Время

source: We'll change your booking's starting time to make it fit
ru_ru: Мы изменим время начала вашего бронирования, чтобы оно подходило

source: We'll shorten your booking to make it fit
ru_ru: Мы сократим ваше бронирование, чтобы оно соответствовало

source: Bookings in this room cannot last this long and will be shortened accordingly
ru_ru: Бронирование в этом номере не может длиться так долго и будет сокращеносоответственно

source: There are no rooms matching the criteria.
ru_ru: Нет номеров, соответствующих критериям.

source: Total{count}
ru_ru: Всего {count}

source: Number of spaces that match your filtering criteria.
ru_ru: Количество пробелов, соответствующих вашим критериям фильтрации.

source: Available{count}
ru_ru: Доступно {count}

source: Spaces that are free on that time slot.
ru_ru: Свободные места в этот временной интервал.

source: Unavailable{count}
ru_ru: Недоступно {count}

source: Spaces unavailable during that time slot (click for details).
ru_ru: Пространства, недоступные в течение этого временного интервала (нажмите, чтобы узнать подробности).

source: Unauthorized{count}
ru_ru: Неавторизованные {count}

source: Spaces you are not authorized to book.
ru_ru: Темы, которые вы не имеете права бронировать.

source: No known spaces match your query
ru_ru: Нет известных пробелов, соответствующих вашему запросу

source: No spaces are available during that time slot
ru_ru: В этот период времени нет свободных мест

source: Unavailable Rooms
ru_ru: Недоступные номера

source: Show only my bookings
ru_ru: Показать только мои бронирования

source: Hide rejected/cancelled bookings
ru_ru: Скрыть отклоненные / отмененные бронирования

source: Show rejected/cancelled bookings
ru_ru: Показать отклоненные / отмененные бронирования

source: Show unused spaces
ru_ru: Показать неиспользуемые места

source: Hide unused spaces
ru_ru: Скрыть неиспользуемые места

source: Show calendar view
ru_ru: Показать вид календаря

source: Show a list of all upcoming bookings
ru_ru: Показать список всех предстоящих бронирований

source: This booking is pending confirmation by the room owner
ru_ru: Это бронирование ожидает подтверждения от владельца комнаты

source: Booked for {bookedFor}
ru_ru: Забронировано на {bookedFor}

source: There are no bookings matching the criteria.
ru_ru: Нет заказов, соответствующих критериям.

source: Start your booking...
ru_ru: Начать бронирование ...

source: Search only my favourites
ru_ru: Искать только в избранном

source: Active rooms
ru_ru: Активные номера

source: Buildings
ru_ru: Здания

source: Bookings today
ru_ru: Заказы сегодня

source: Active booking requests
ru_ru: Активные запросы на бронирование

source: Your bookings
ru_ru: Ваши бронирования

source: Equipment
ru_ru: Оборудование

source: Building {building}
ru_ru: Здание {здание}

source: Min. Capacity
ru_ru: Мин. Вместимость

source: Show only...
ru_ru: Показать только ...

source: Block rooms
ru_ru: Блочные помещения

source: There are no rooms matching the criteria
ru_ru: Нет помещений, соответствующих критериям

source: Building {buildingNumber}
ru_ru: Здание {buildingNumber}

source: See detailed equipment
ru_ru: Посмотреть подробное оборудование

source: My favorite rooms
ru_ru: Мои любимые комнаты

source: Rooms I manage
ru_ru: Помещения, которыми я управляю

source: Rooms I am authorized to book
ru_ru: Комнаты, которые мне разрешено бронировать

source: Once
ru_ru: Один раз

source: Available
ru_ru: Доступен

source: Booking
ru_ru: Бронирование

source: Pre-Booking
ru_ru: Предварительное бронирование

source: Conflict
ru_ru: Конфликт

source: Conflict with Pre-Booking
ru_ru: Конфликт с предварительным бронированием

source: Invalid occurrence
ru_ru: Недействительное событие

source: Other booking
ru_ru: Другое бронирование

source: Will be cancelled
ru_ru: Будет отменено

source: Blocking
ru_ru: Блокировка

source: Blocking (allowed)
ru_ru: Блокировка (разрешена)

source: Not bookable
ru_ru: Не подлежит бронированию

source: Concurrent Pre-Bookings
ru_ru: Параллельное предварительное бронирование

source: Synchronise with your calendar
ru_ru: Синхронизировать с вашим календарем

source: Sync with your calendar
ru_ru: Синхронизировать с вашим календарем

source: You may copy-paste the following URL into your scheduling application. Contents will be automatically synchronised.
ru_ru: Вы можете скопировать и вставить следующий URL в свое приложение для планирования.Содержимое будет автоматически синхронизировано.

source: Loading…
ru_ru: Загрузка…

source: Copied!
ru_ru: Скопировано!

source: Based on {email}
ru_ru: На основе {email}

source: System-assigned icon
ru_ru: Значок, назначенный системой

source: Custom picture
ru_ru: Пользовательское изображение

source: Events at hand
ru_ru: События в ближайшее время

source: Categories
ru_ru: Категории

source: Everything
ru_ru: Все

source: Text copied
ru_ru: Текст скопирован

source: Please enter an email address
ru_ru: Пожалуйста, введите адрес электронной почты

source: Add email
ru_ru: Добавить адрес электронной почты

source: Back to top
ru_ru: Вернуться к началу

source: Impersonate user
ru_ru: Выдача себя за пользователя

source: My Profile
ru_ru: Мой профиль

source: My Preferences
ru_ru: Мои настройки

source: Logout
ru_ru: Выход

source: Clear date
ru_ru: Очистить дату

source: Clear date and time
ru_ru: Очистить дату и время

source: Add occurrence
ru_ru: Добавить вхождение

source: Duration in minutes
ru_ru: Продолжительность в минутах

source: Remove occurrence
ru_ru: Удалить вхождение

source: {size} bytes
ru_ru: {size} байт

source: Drag file(s) here
ru_ru: Перетащите файл (ы) сюда

source: Choose from your computer
ru_ru: Выберите на своем компьютере

source: Drag file here to replace
ru_ru: Перетащите сюда файл для замены

source: Drag file here
ru_ru: Перетащите файл сюда

source: Choose new file from your computer
ru_ru: Выберите новый файл со своего компьютера

source: Upload failed
ru_ru: Ошибка загрузки

source: This list is currently empty
ru_ru: Этот список в настоящее время пуст

source: Event Role
ru_ru: Роль события

source: Category Role
ru_ru: Роль категории

source: Registrants
ru_ru: Регистранты

source: Registrants in "{form}"
ru_ru: Зарегистрированные лица в " {форме} "

source: Add permission
ru_ru: Добавить разрешение

source: Select favorite
ru_ru: Выбрать избранное

source: Family name
ru_ru: Фамилия

source: Given name
ru_ru: Имя

source: Email address
ru_ru: Адрес электронной почты

source: Affiliation
ru_ru: Принадлежность

source: Include users with no Indico account
ru_ru: Включить пользователей без учетной записи Indico

source: Exact matches only
ru_ru: Только точное совпадение

source: User
ru_ru: Пользователь

source: Select user
ru_ru: Выберите пользователя

source: Add users
ru_ru: Добавить пользователей

source: Your query matched too many users. Please try more specific search criteria.
ru_ru: Ваш запрос соответствует слишком большому количеству пользователей. Попробуйте более конкретные критерии поиска.

source: No users found
ru_ru: Пользователи не найдены

source: Group
ru_ru: Группа

source: Select group
ru_ru: Выбрать группу

source: Add groups
ru_ru: Добавить группы

source: Group name
ru_ru: Название группы

source: Your query matched too many groups. Please try more specific search criteria.
ru_ru: Ваш запрос соответствует слишком большому количеству групп. Попробуйте более точный поисккритерии.

source: No groups found
ru_ru: Группы не найдены

source: Nobody
ru_ru: Никто

source: Select a user
ru_ru: Выберите пользователя

source: Unknown user
ru_ru: Неизвестный пользователь

source: Unknown group
ru_ru: Неизвестная группа

source: Unknown event role
ru_ru: Неизвестная роль в событии

source: Unknown category role
ru_ru: Неизвестная роль категории

source: Unknown registration form
ru_ru: Неизвестная форма регистрации

source: This user does not exist anymore. Please choose someone else.
ru_ru: Этот пользователь больше не существует. Выберите кого-нибудь другого.

source: This group does not exist anymore. Please choose a different one.
ru_ru: Эта группа больше не существует. Выберите другую.

source: This form does not exist anymore. Please choose a different one.
ru_ru: Эта форма больше не существует. Выберите другую.

source: Submitting your error report failed
ru_ru: Не удалось отправить отчет об ошибке

source: Details
ru_ru: Подробности

source: Please let us know what you were doing when the error showed up.
ru_ru: Сообщите нам, что вы делали, когда обнаружилась ошибка.

source: If you enter your email address we can contact you to follow-up on your error report.
ru_ru: Если вы введете свой адрес электронной почты, мы свяжемся с вами, чтобы обсудить ваш вопроссообщение об ошибке.

source: Submit Report
ru_ru: Отправить отчет

source: Report Error
ru_ru: Сообщить об ошибке

source: Please report this error to us if it persists after reloading the page.
ru_ru: Сообщите нам об этой ошибке, если она не исчезнет после перезагрузки страницы.

source: Thanks for your error report.
ru_ru: Спасибо за отчет об ошибке.

source: Dismiss (show next error)
ru_ru: Пропустить (показать следующую ошибку)

source: Dismiss
ru_ru: Пропустить

source: Are you sure you want to leave this page without saving?
ru_ru: Вы уверены, что хотите покинуть эту страницу без сохранения?

source: Value must be a number
ru_ru: Значение должно быть числом

source: Value must be at least {minValue}
ru_ru: Значение должно быть не менее {minValue}

source: Value must be at most {maxValue}
ru_ru: Значение должно быть не более {maxValue}

source: Value must be at least {length} chars
ru_ru: Значение должно быть не менее {length} символов

source: This field is required.
ru_ru: Это поле обязательно к заполнению.

source: Red
ru_ru: Красный

source: Orange
ru_ru: Оранжевый

source: Yellow
ru_ru: Желтый

source: Olive
ru_ru: Оливковый

source: Green
ru_ru: Зеленый

source: Teal
ru_ru: Бирюзовый

source: Blue
ru_ru: Синий

source: Violet
ru_ru: Фиолетовый

source: Purple
ru_ru: Пурпурный

source: Pink
ru_ru: Розовый

source: Brown
ru_ru: Коричневый

source: Grey
ru_ru: Серый

source: Black
ru_ru: Черный
