Repository: CrownedSilverFox/conference-platform
Catalog: indico/translations/*/LC_MESSAGES/messages-react.po
Languages: ru_ru

source: show ratings
ru_ru: показать оценки

source: Edit review
ru_ru: Изменить обзор

source: A user
ru_ru: Пользователь

source: {submitterName} submitted paper revision {revisionNumber}
ru_ru: {submitterName} отправил версию документа {revisionNumber}

source: Booked for
ru_ru: Зарезервировано для

source: by {user}
ru_ru: {user}

source: Warning
ru_ru: Предупреждение

source: There is more than one booking request during this time. Accepting this booking will automatically reject the following:
ru_ru: За это время было подано более одного запроса на бронирование. Принимаю этобронирование автоматически отклонит следующее:

source: Close without accepting
ru_ru: Закрыть без принятия

source: Accept anyway
ru_ru: Все равно принять

source: There is no occurrence on this date ({date}).
ru_ru: В эту дату ({дата}) не было событий.

source: Close
ru_ru: Закрывать

source: Cancellation not possible
ru_ru: Отмена невозможна

source: The occurrence you chose ({date}) cannot be cancelled.
ru_ru: Выбранное вами событие ({date}) не может быть отменено.

source: Confirm cancellation
ru_ru: Подтвердить отмену

source: Are you sure you want to cancel this occurrence ({date})?
ru_ru: Вы уверены, что хотите отменить это событие ({date})?

source: Cancel this occurrence
ru_ru: Отменить это вхождение

source: Booking reason
ru_ru: Причина бронирования

source: {date} - {info} by {user}
ru_ru: {дата} - {информация} от {пользователя}

source: Booking history
ru_ru: История бронирования

source: The booking has been successfully split.
ru_ru: Бронирование было успешно разделено.

source: You can consult your new booking {link}here{/link}.
ru_ru: Вы можете просмотреть свое новое бронирование {link} здесь {/ link}.

source: Pending Confirmation
ru_ru: Ожидает подтверждения

source: This booking is subject to acceptance by the room owner
ru_ru: Это бронирование подлежит принятию владельцем номера

source: Cancelled
ru_ru: Отменено

source: The booking was cancelled.
ru_ru: Бронирование было отменено.

source: The booking was rejected.
ru_ru: Бронирование было отклонено.

source: The booking was accepted
ru_ru: Бронирование было принято

source: Are you sure you want to delete this booking?
ru_ru: Вы уверены, что хотите удалить это бронирование?

source: Reject booking
ru_ru: Отклонить бронирование

source: Provide the rejection reason
ru_ru: Укажите причину отказа

source: I understand that this will reject all occurrences of the booking.
ru_ru: Я понимаю, что это отклонит все случаи бронирования.

source: Please confirm rejecting the booking.
ru_ru: Подтвердите отказ от бронирования.

source: You can provide an optional message when accepting this booking
ru_ru: Вы можете предоставить дополнительное сообщение при принятии этого бронирования

source: Single occurrences can be cancelled via the timeline view.
ru_ru: Единичные события могут быть отменены с помощью просмотра временной шкалы.

source: View Timeline
ru_ru: Посмотреть график

source: Accept booking
ru_ru: Принять бронирование

source: Booking Details
ru_ru: Детали бронирования

source: Booking link copied
ru_ru: Ссылка на бронирование скопирована

source: Occurrences
ru_ru: События

source: Reason must be at least 3 characters
ru_ru: Причина должна состоять не менее чем из 3 символов

source: Edit a booking
ru_ru: Изменить бронирование

source: This booking has already started.
ru_ru: Это бронирование уже началось.

source: Save changes
ru_ru: Сохранить изменения

source: Conflicts with new booking
ru_ru: Конфликты с новым бронированием

source: I understand, please skip any days with conflicting occurrences.
ru_ru: Я понимаю, пожалуйста, пропустите дни с конфликтующими случаями.

source: Your booking has already started and will be split into:
ru_ru: Ваше бронирование уже началось и будет разделено на:

source: the original booking, which will be shortened;
ru_ru: исходное бронирование, которое будет сокращено;

source: a new booking, which will take into account the updated time information.
ru_ru: новое бронирование с учетом обновленной информации о времени.

source: Original booking
ru_ru: Исходное бронирование

source: New booking
ru_ru: Новое бронирование

source: Booking after changes
ru_ru: Бронирование после изменений

source: Single booking
ru_ru: Разовое бронирование

source: Daily booking
ru_ru: Ежедневное бронирование

source: Recurring booking
ru_ru: Повторяющееся бронирование

source: Every
ru_ru: Каждые

source: This booking will require approval!
ru_ru: Это бронирование требует одобрения!

source: Changing date or time will revert it back to a pre-booking.
ru_ru: Изменение даты или времени вернет время к предварительному бронированию.

source: I'll be using it myself
ru_ru: Я сам воспользуюсь им

source: I'm booking it for someone else
ru_ru: Я заказываю его для другого

source: Reason for booking
ru_ru: Причина бронирования

source: Export bookings
ru_ru: Экспорт бронирований

source: File format
ru_ru: Формат файла

source: Period
ru_ru: Период

source: Rooms to export
ru_ru: Номера для экспорта

source: Please choose at least one room.
ru_ru: Выберите хотя бы одну комнату.

source: Export
ru_ru: Экспорт

source: This booking will be linked to an event:
ru_ru: Это бронирование будет связано с событием:

source: This booking will be linked to a contribution:
ru_ru: Это бронирование будет связано с вкладом:

source: This booking will be linked to a session block:
ru_ru: Это бронирование будет связано с блоком сеанса:

source: This booking is linked to an event:
ru_ru: Это бронирование связано с событием:

source: This booking is linked to a contribution:
ru_ru: Это бронирование связано с вкладом:

source: This booking is linked to a session block:
ru_ru: Это бронирование связано с блоком сеанса:

source: Number of booking occurrences
ru_ru: Количество повторений бронирования

source: Number of past occurrences that will not be modified
ru_ru: Количество прошлых событий, которые не будут изменены

source: Number of new occurrences after changes
ru_ru: Количество новых вхождений после изменений

source: Apply
ru_ru: Применить

source: Something went wrong
ru_ru: Что-то пошло не так

source: The provided URL was not properly formatted.
ru_ru: Указанный URL-адрес был неправильно отформатирован.

source: Your booking will be linked to an event:
ru_ru: Ваше бронирование будет связано с мероприятием:

source: Your booking will be linked to a contribution:
ru_ru: Ваше бронирование будет связано с взносом:

source: Your booking will be linked to a session block:
ru_ru: Ваше бронирование будет связано с блоком сеанса:

source: Exit linking mode
ru_ru: Выйти из режима связывания

source: Show only rooms in this area
ru_ru: Показать только комнаты в этой области

source: Select area
ru_ru: Выбрать область

source: Zoom out to include all listed rooms
ru_ru: Уменьшить масштаб, чтобы включить все перечисленные комнаты

source: Usage
ru_ru: Использование

source: See all bookings
ru_ru: Посмотреть все бронирования

source: Would you like to use this space?
ru_ru: Хотите использовать это пространство?

source: Start booking
ru_ru: Начать бронирование

source: Start pre-booking
ru_ru: Начать предварительное бронирование

source: Anyone can book this space.
ru_ru: Кто угодно может забронировать это место.

source: You can book this space.
ru_ru: Вы можете забронировать это место.

source: Max. {max_advance_days} days in advance
ru_ru: Макс. {Max_advance_days} дн. Вперед

source: This space cannot be booked at the moment.
ru_ru: Это место не может быть забронировано в данный момент.

source: You are not authorized to book this space.
ru_ru: У вас нет прав на бронирование этого места.

source: Room Details
ru_ru: Подробная информация о номере

source: Times booked
ru_ru: Количество забронированных номеров

source: Occupancy
ru_ru: Заполняемость

source: excluding weekends
ru_ru: кроме выходных

source: Statistics
ru_ru: Статистика

source: Add new Daily Availability
ru_ru: Добавить новую ежедневную доступность

source: No daily availability found
ru_ru: Ежедневная доступность не обнаружена

source: No equipment found
ru_ru: Оборудование не найдено

source: Add new Nonbookable Periods
ru_ru: Добавить новые незаписываемые периоды

source: No non-bookable periods found
ru_ru: Не бронируемые периоды не найдены

source: Owner
ru_ru: Владелец

source: Where is the key?
ru_ru: Где ключ?

source: Telephone
ru_ru: Телефон

source: Information
ru_ru: Информация

source: Capacity
ru_ru: Емкость

source: Division
ru_ru: Отдел

source: Comments
ru_ru: Комментарии

source: Location
ru_ru: Местоположение

source: Site
ru_ru: Место

source: Building
ru_ru: Здание

source: Floor
ru_ru: Этаж

source: Number
ru_ru: Число

source: Surface Area (m²)
ru_ru: Площадь (м²)

source: Latitude
ru_ru: Широта

source: Longitude
ru_ru: Долгота

source: Basic Details
ru_ru: Основные сведения

source: Permissions
ru_ru: Разрешения

source: Notifications
ru_ru: Уведомления

source: Options
ru_ru: Параметры

source: Both latitude and longitude need to be set (or omitted).
ru_ru: Необходимо указать (или опустить) и широту, и долготу.

source: Add Room
ru_ru: Добавить комнату

source: Edit Room Details
ru_ru: Изменить сведения о комнате

source: Room has been successfully created.
ru_ru: Комната успешно создана.

source: Room has been successfully updated.
ru_ru: Комната успешно обновлена.

source: Room could not be updated.
ru_ru: Не удалось обновить комнату.

source: Reset form
ru_ru: Сбросить форму

source: Notification emails
ru_ru: Уведомления по электронной почте

source: Reminders enabled
ru_ru: Напоминания включены

source: Reminders of finishing bookings enabled
ru_ru: Напоминания об окончании бронирования включены

source: How many days in advance booking reminders should be sent
ru_ru: За сколько дней должны быть отправлены напоминания о бронировании

source: Single/Daily
ru_ru: Разовый / Ежедневно

source: Weekly
ru_ru: Еженедельно

source: Monthly
ru_ru: Ежемесячно

source: How many days before the end of a booking should reminders be sent
ru_ru: За сколько дней до окончания бронирования следует отправлять напоминания

source: Daily
ru_ru: Ежедневно

source: Availability
ru_ru: Доступность

source: Equipment and custom attributes
ru_ru: Оборудование и пользовательские атрибуты

source: Add new equipment
ru_ru: Добавить новое оборудование

source: Add new attributes
ru_ru: Добавить новые атрибуты

source: No custom attributes defined
ru_ru: Пользовательские атрибуты не определены

source: Maximum advance time for bookings (days)
ru_ru: Максимальное время предварительного бронирования (дни)

source: Max duration of a booking (day)
ru_ru: Максимальная продолжительность бронирования (день)

source: Bookable
ru_ru: Доступно для бронирования

source: Require confirmation (pre-bookings)
ru_ru: Требовать подтверждения (предварительное бронирование)

source: Booking Mode
ru_ru: Режим бронирования

source: Restricted rooms can only be booked by users defined in the room ACL
ru_ru: Комнаты с ограниченным доступом могут бронировать только пользователи, указанные в ACL комнаты

source: Public
ru_ru: Общедоступные

source: Restricted
ru_ru: С ограничениями

source: Upload
ru_ru: Загрузить

source: Save photo
ru_ru: Сохранить фото

source: Cancel photo upload
ru_ru: Отменить загрузку фотографии

source: Upload a new photo
ru_ru: Загрузить новую фотографию

source: Delete existing photo
ru_ru: Удалить существующую фотографию

source: No photo found.
ru_ru: Фотография не найдена.

source: Please turn your device horizontally to view this page.
ru_ru: Пожалуйста, поверните устройство горизонтально, чтобы просмотреть эту страницу.

source: Day
ru_ru: День

source: Week of {date}
ru_ru: Неделя от {date}

source: Drag the mouse to create a booking
ru_ru: Перетащите мышь, чтобы создать бронирование

source: Tip: click and drag to book!
ru_ru: Совет: нажмите и перетащите, чтобы забронировать!

source: Tip: click and drag to pre-book!
ru_ru: Совет: щелкните и перетащите, чтобы предварительно забронировать!

source: No occurrences found
ru_ru: Вхождений не найдено

source: Are you sure you want to reject this occurrence ({date})?
ru_ru: Вы уверены, что хотите отклонить это вхождение ({date})?

source: Cancel occurrence
ru_ru: Отменить появление

source: Reject occurrence
ru_ru: Отклонить появление

source: Show room timeline
ru_ru: Показать временную шкалу комнаты

source: Are you sure you want to cancel this occurrence ({serializedDate})?
ru_ru: Вы действительно хотите отменить это событие ({serializedDate})?

source: Confirm rejection
ru_ru: Подтвердить отказ

source: Space blocked: {reason}
ru_ru: Место заблокировано: {причина}

source: (You are allowed to make a booking)
ru_ru: (Вам разрешено делать бронирование)

source: Not possible to book in this period
ru_ru: Невозможно забронировать в этот период

source: Not possible to book between:
ru_ru: Невозможно забронировать между:

source: Reason: {reason}
ru_ru: Причина: {причина}

source: This occurrence will be cancelled
ru_ru: Это событие будет отменено

source: This occurrence is conflicting with an existing booking
ru_ru: Это событие противоречит существующему бронированию

source: Full overlap between two pre-bookings:
ru_ru: Полное перекрытие между двумя предварительное бронирование:

source: {time} by {bookedForName} ({bookingReason})
ru_ru: {время} от {bookedForName} ({bookingReason})

source: Click to book it
ru_ru: Нажмите, чтобы забронировать

source: Click to pre-book it
ru_ru: Нажмите, чтобы предварительно забронировать

source: No occurrences
ru_ru: Нет событий

source: Admin override enabled
ru_ru: Включено переопределение администратора

source: While in Admin Override mode, you can book any room regardless of restrictions and edit any booking.
ru_ru: В режиме переопределения администратора вы можете забронировать любую комнату независимо от тогоограничения и редактировать любое бронирование.

source: Disable admin override
ru_ru: Отключить переопределение администратора

source: This page does not exist.
ru_ru: Эта страница не существует.

source: Room Booking
ru_ru: Бронирование номера

source: Search
ru_ru: Поиск

source: Book a Room
ru_ru: Забронировать номер

source: List of Rooms
ru_ru: Список номеров

source: Bookings
ru_ru: Бронирование

source: This space is not bookable
ru_ru: Это пространство не бронируется

source: Checking permissions...
ru_ru: Проверка разрешений ...

source: This space is not publicly available
ru_ru: Это пространство не является общедоступным

source: Remove from favourites
ru_ru: Удалить из избранного

source: Add to favourites
ru_ru: Добавить в избранное

source: Not specified
ru_ru: Не указано

source: Room Owner
ru_ru: Владелец комнаты

source: Phone number
ru_ru: Номер телефона

source: Surface Area
ru_ru: Площадь

source: Geographical Coordinates
ru_ru: Географические координаты

source: Room
ru_ru: Комната

source: There are no rooms selected.
ru_ru: Комнаты не выбраны.

source: Help
ru_ru: Помощь

source: Terms and Conditions
ru_ru: Положения и условия

source: Privacy Policy
ru_ru: Политика конфиденциальности

source: If you need support, you can contact the following email address:
ru_ru: Если вам нужна поддержка, вы можете связаться со следующим адресом электронной почты:

source: My Bookings
ru_ru: Мои бронирования

source: Bookings in My Rooms
ru_ru: Бронирования в моих комнатах

source: List of My Rooms
ru_ru: Список моих комнат

source: My Blockings
ru_ru: Мои блокировки

source: Administration
ru_ru: Администрирование

source: Admin Override
ru_ru: Переопределение администратором

source: {startDate} to {endDate}
ru_ru: {startDate} до {endDate}

source: {count} occurrences
ru_ru: {count} вхождений

source: See on timeline
ru_ru: Посмотреть на временной шкале

source: 1 hour
ru_ru: 1 час

source: {time} min
ru_ru: {время} мин

source: This location does not exist.
ru_ru: Это место не существует.

source: Location: {location}
ru_ru: Местоположение: {местоположение}

source: Add room
ru_ru: Добавить комнату

source: There are no rooms for the specified location.
ru_ru: В указанном месте нет помещений.

source: General settings
ru_ru: Общие настройки

source: Map Areas
ru_ru: Области карты

source: Room Metadata
ru_ru: Метаданные помещения

source: Attributes
ru_ru: Атрибуты

source: Equipment & Features
ru_ru: Оборудование и функции

source: Locations
ru_ru: Места

source: Are you sure you want to delete this room?
ru_ru: Вы уверены, что хотите удалить эту комнату?

source: This attribute is not shown in the public room details.
ru_ru: Этот атрибут не отображается в сведениях о публичных комнатах.

source: Currently unused
ru_ru: В настоящее время не используется

source: Hidden
ru_ru: Скрыто

source: Are you sure you want to delete the attribute {name}?
ru_ru: Вы действительно хотите удалить атрибут {имя}?

source: Add attribute
ru_ru: Добавить атрибут

source: Please enter a category ID
ru_ru: Введите идентификатор категории

source: Add category
ru_ru: Добавить категорию

source: Add
ru_ru: Добавить

source: This equipment type provides the {name} feature.
ru_ru: Этот тип оборудования обеспечивает функцию {имя}.

source: Features
ru_ru: Возможности

source: Are you sure you want to delete the equipment type {name}?
ru_ru: Вы действительно хотите удалить тип оборудования {имя}?

source: Equipment types
ru_ru: Типы оборудования

source: Add equipment type
ru_ru: Добавить тип оборудования

source: None
ru_ru: Нет

source: Custom
ru_ru: Пользовательский

source: No rooms
ru_ru: Нет комнат

source: Room name format
ru_ru: Формат названия комнаты

source: Map URL template
ru_ru: Шаблон URL карты

source: Indico can show a link to an external map when a room is associated to an event.
ru_ru: Indico может показывать ссылку на внешнюю карту, когда комната связана смероприятие.

source: Specify a custom URL template using any of the following placeholders: {placeholders}
ru_ru: Укажите настраиваемый шаблон URL-адреса, используя любой из следующих заполнителей:{заполнители}

source: Are you sure you want to delete the location {name} and all data associated with it?
ru_ru: Вы действительно хотите удалить местоположение {имя} и все связанные с ним данныес этим?

source: Add location
ru_ru: Добавить место

source: Create new area
ru_ru: Создать новую область

source: Update area
ru_ru: Обновить область

source: Name of the area
ru_ru: Название области

source: Default map area
ru_ru: Область карты по умолчанию

source: SW Latitude
ru_ru: ЮЗ Широта

source: SW Longitude
ru_ru: ЮЗ долгота

source: NE Latitude
ru_ru: Северо-восточная широта

source: NE Longitude
ru_ru: северо-восточная долгота

source: Create
ru_ru: Создать

source: Update
ru_ru: Обновить

source: Icon
ru_ru: Значок

source: Are you sure you want to delete the feature {name}?
ru_ru: Вы действительно хотите удалить функцию {имя}?

source: Add feature
ru_ru: Добавить функцию

source: General Settings
ru_ru: Общие настройки

source: Specify who has access to the room booking system.
ru_ru: Укажите, кто имеет доступ к системе бронирования номеров.

source: Authorized users
ru_ru: Авторизованные пользователи

source: Restrict access to the room booking system to these users/groups. If empty, all logged-in users have access.
ru_ru: Ограничить доступ к системе бронирования номеров для этих пользователей / групп. Если пусто,все авторизованные пользователи имеют доступ.

source: Administrators
ru_ru: Администраторы

source: Grant full room booking admin permissions to these users/groups.
ru_ru: Предоставить этим пользователям / группам права администратора на полное бронирование комнаты.

source: Allow owners/managers to edit their rooms
ru_ru: Разрешить владельцам / менеджерам редактировать свои комнаты

source: By default only admins can modify rooms, but you can allow room owners and managers to modify them as well.
ru_ru: По умолчанию только администраторы могут изменять комнаты, но вы можете разрешить владельцам комнат именеджеры, чтобы изменить их также.

source: Tileserver URL
ru_ru: URL-адрес сервера плитки

source: If you want to use the map, specify the URL to a tileserver covering the area in which your rooms are located.
ru_ru: Если вы хотите использовать карту, укажите URL-адрес тайлового сервера, покрывающегоплощадь, в которой расположены ваши комнаты.

source: Please provide a valid URL
ru_ru: Укажите действительный URL

source: Max. booking length
ru_ru: Макс. Продолжительность бронирования

source: The maximum length (in days) a booking may last.
ru_ru: Максимальная продолжительность (в днях), на которую может действовать бронирование.

source: Send reminders for upcoming bookings
ru_ru: Отправлять напоминания о предстоящих бронированиях

source: Specify how many days in advance booking reminders should be sent
ru_ru: Укажите, за сколько дней следует отправлять напоминания о предварительном бронировании

source: Single/Daily bookings
ru_ru: Разовые / ежедневные бронирования

source: Weekly bookings
ru_ru: Еженедельные бронирования

source: Monthly bookings
ru_ru: Ежемесячные бронирования

source: Send reminders when bookings are about to end
ru_ru: Отправлять напоминания, когда бронирование заканчивается

source: Specify how many days before the end of a booking reminders should be sent
ru_ru: Укажите, за сколько дней до окончания бронирования следует отправлять напоминания

source: Daily bookings
ru_ru: Ежедневные бронирования

source: Disable booking during event creation
ru_ru: Отключить бронирование во время создания мероприятия

source: Specify the IDs of categories for which booking a room during event creation will not be suggested.
ru_ru: Укажите идентификаторы категорий, для которых бронируется номер во время мероприятиясоздание не будет предложено.

source: Grace period
ru_ru: Льготный период

source: Usually booking a space in the past is not allowed. This setting will allow to book a room with a start date within a specified number of hours in the past. Leaving the field empty will allow any start date that is not in the past without restricting the start time as well.
ru_ru: Обычно бронирование места в прошлом не допускается. Эта настройка позволитзабронировать номер с датой начала в течение указанного количества часов вв прошлом. Если оставить поле пустым, будет разрешена любая дата начала, не указанная вПрошлое без ограничения времени начала.

source: Created by {createdBy}
ru_ru: Создано {createdBy}

source: Active and future
ru_ru: Активные и будущие

source: All blockings this year
ru_ru: Все блокировки в этом году

source: All blockings
ru_ru: Все блокировки

source: Filter by date
ru_ru: Фильтровать по дате

source: Blockings in my rooms
ru_ru: Блокировки в моих комнатах

source: Show only blockings in my rooms
ru_ru: Показывать только блокировки в моих комнатах

source: My blockings
ru_ru: Мои блокировки

source: Show only my blockings
ru_ru: Показывать только мои блокировки

source: There are no blockings.
ru_ru: Блокировок нет.

source: Please choose a valid period.
ru_ru: Выберите допустимый период.

source: Please provide the reason for the blocking.
ru_ru: Укажите причину блокировки.

source: Please choose at least one room for this blocking.
ru_ru: Выберите хотя бы одну комнату для этой блокировки.

source: Blocking has been accepted
ru_ru: Блокировка принята

source: Pending approval by a room manager
ru_ru: Ожидает утверждения менеджером комнаты

source: Booking rejected by {rejectedBy}
ru_ru: Бронирование отклонено {rejectedBy}

source: Accept blocking
ru_ru: Принять блокировку

source: Update blocking
ru_ru: Обновить блокировку

source: Block selected spaces
ru_ru: Заблокировать выбранные пробелы

source: Blocking details
ru_ru: Сведения о блокировке

source: Edit blocking
ru_ru: Изменить блокировку

source: Are you sure you want to delete this blocking?
ru_ru: Вы уверены, что хотите удалить эту блокировку?
