Repository: CrownedSilverFox/conference-platform
Catalog: indico/translations/*/LC_MESSAGES/messages-react.po
Languages: ru_ru

source: Events
ru_ru: События

source: Contributions
ru_ru: Взносы

source: Number of events
ru_ru: Количество событий

source: The year is the one of the start date of the event.
ru_ru: Год является одной из дат начала события.

source: No data available
ru_ru: Данные недоступны

source: Number of contributions
ru_ru: Количество взносов

source: The year is the one of the start date of the contribution.
ru_ru: Год является одним из дат начала выплаты взносов.

source: Total number of events
ru_ru: Общее количество событий

source: Total number of contributions
ru_ru: Общее количество вкладов

source: Number of attachments
ru_ru: Количество вложений

source: Number of users
ru_ru: Количество пользователей

source: Last updated on: {time}
ru_ru: Последнее обновление: {время}

source: Manage custom PDF
ru_ru: Управление персонализированным PDF-файлом

source: Upload custom PDF
ru_ru: Загрузить собственный PDF-файл

source: Manage PDF
ru_ru: Управление PDF-файлом

source: Upload PDF
ru_ru: Загрузить PDF

source: Manage custom Book of Abstracts
ru_ru: Управление заказной книгой тезисов

source: Manage Book of Abstracts
ru_ru: Управление книгой тезисов

source: You can upload a custom PDF for your Book of Abstracts. Please note that this overrides the autogenerated file. To switch back to the default book of abstracts you'll have to delete the custom file.
ru_ru: Вы можете загрузить собственный PDF-файл для своей книги рефератов. Обратите внимание, чтоэто отменяет автоматически созданный файл. Чтобы вернуться к книге по умолчаниюрефератов вам придется удалить пользовательский файл.

source: You can upload a PDF file with the Book of Abstracts here.
ru_ru: Здесь вы можете загрузить PDF-файл с Книгой тезисов.

source: Delete custom PDF
ru_ru: Удалить пользовательский PDF-файл

source: Delete current PDF
ru_ru: Удалить текущий PDF-файл

source: Cancel
ru_ru: Отменить

source: Upload BoA
ru_ru: Загрузить BoA

source: Confirm deletion
ru_ru: Подтвердить удаление

source: Do you really want to delete the custom Book of Abstracts? This will revert to the default auto-generated one.
ru_ru: Вы действительно хотите удалить заказную книгу рефератов? Это будет восстановленоавтоматически сгенерированной по умолчанию.

source: Do you really want to delete the Book of Abstracts? This will disable the Book of Abstracts until you upload a new one.
ru_ru: Вы действительно хотите удалить книгу рефератов? Это отключитКнига рефератов, пока вы не загрузите новую.

source: Delete
ru_ru: Удалить

source: Published
ru_ru: Опубликовано

source: Draft
ru_ru: Черновик

source: Set contribution list in draft mode
ru_ru: Установить список вкладов в режиме черновика

source: Publish contributions
ru_ru: Опубликовать вклады

source: Are you sure you want to change the contribution list back to draft mode?
ru_ru: Вы уверены, что хотите вернуть список вкладов в режим черновика?

source: By doing so the following menu items won't be accessible:
ru_ru: При этом будут недоступны следующие пункты меню:

source: Are you sure you want to publish the contribution list?
ru_ru: Вы уверены, что хотите опубликовать список вкладов?

source: By doing so the following menu items will be accessible:
ru_ru: При этом будут доступны следующие пункты меню:

source: Contribution List
ru_ru: Список участников

source: My Contributions
ru_ru: Мои материалы

source: Author List
ru_ru: Список авторов

source: Speaker List
ru_ru: Список выступающих

source: Timetable
ru_ru: Расписание

source: Book of Abstracts
ru_ru: Сборник тезисов

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Submit paper
ru_ru: Отправить статью

source: Submit poster
ru_ru: Отправить плакат

source: Submit slides
ru_ru: Отправить слайды

source: Submit
ru_ru: Отправить

source: Submit files
ru_ru: Отправить файлы

source: Editable list
ru_ru: Редактируемый список

source: other modules
ru_ru: другие модули

source: other views
ru_ru: другие виды

source: Display
ru_ru: Дисплей

source: Management
ru_ru: Управление

source: Confirmation required
ru_ru: Требуется подтверждение

source: Editor uploaded changes to your paper. Please download the updated files and verify their changes. If you reject them, you can upload a new version afterwards.
ru_ru: Редактор загрузил изменения в вашу статью. Загрузите обновленные файлыи проверьте их изменения. Если вы отклоните их, вы можете загрузить новую версиюпосле.

source: You can leave a comment if you wish
ru_ru: Вы можете оставить комментарий, если хотите

source: Accept
ru_ru: Принять

source: Reject
ru_ru: Отклонить

source: Leave a comment...
ru_ru: Оставить комментарий ...

source: Restrict visibility of this comment to other editors
ru_ru: Ограничить доступ к этому комментарию для других редакторов

source: Comment
ru_ru: Комментарий

source: {userName} left a comment
ru_ru: {userName} оставил комментарий

source: Visible only to editors
ru_ru: Доступно только редакторам

source: On {modificationDate}
ru_ru: On {modifyDate}

source: edited
ru_ru: отредактировано

source: Edit comment
ru_ru: Изменить комментарий

source: Remove comment
ru_ru: Удалить комментарий

source: Are you sure you want to remove this comment?
ru_ru: Вы действительно хотите удалить этот комментарий?

source: Actions
ru_ru: Действия

source: Confirm action: {action}
ru_ru: Подтвердить действие: {действие}

source: OK
ru_ru: ОК

source: No files uploaded
ru_ru: Файлы не загружены

source: Download ZIP
ru_ru: Загрузить ZIP

source: An error occurred while uploading this file
ru_ru: Произошла ошибка при загрузке этого файла

source: This file type is required
ru_ru: Этот тип файла является обязательным

source: This file does not conform to the filename template {template}
ru_ru: Этот файл не соответствует шаблону имени файла {шаблон}

source: Use an existing file
ru_ru: Использовать существующий файл

source: Filename pattern: {pattern}
ru_ru: Шаблон имени файла: {шаблон}

source: Upload in progress
ru_ru: Загрузить в ходе выполнения

source: No changes yet
ru_ru: Пока изменений нет

source: Reset review
ru_ru: Сбросить обзор

source: Are you sure you want to reset the review?
ru_ru: Вы действительно хотите сбросить обзор?

source: Make changes
ru_ru: Внести изменения

source: Request changes
ru_ru: Запросить изменения

source: or
ru_ru: или

source: Judge
ru_ru: Судья

source: Upload corrected revision
ru_ru: Загрузить исправленную версию

source: Submit new revision
ru_ru: Отправить новую версию

source: Not Ready
ru_ru: Не готов

source: {submitterName} submitted for the contribution {contributionLink}
ru_ru: {submitterName} отправлен для публикации {extensionLink}

source: {editorName} is the assigned editor
ru_ru: {editorName} - назначенный редактор

source: No editor assigned
ru_ru: Редактор не назначен

source: assign myself
ru_ru: назначен сам

source: This editable is not fulfilling reviewing conditions.
ru_ru: Этот объект для редактирования не соответствует условиям проверки.

source: The Editing period hasn't started yet.
ru_ru: Период редактирования еще не начался.

source: Since you are a manager you can edit anyway.
ru_ru: Поскольку вы менеджер, вы все равно можете редактировать.

source: {submitterName} submitted a revision
ru_ru: {submitterName} отправил исправление

source: Hide old revision
ru_ru: Скрыть старую версию

source: Show old revision
ru_ru: Показать старую версию

source: This revision has been updated
ru_ru: Эта версия была обновлена

source: {link}Click here to refresh{/link} and see the most recent version.
ru_ru: {ссылка} Нажмите здесь, чтобы обновить {/ ссылку} и увидеть самую последнюю версию.

source: Confirm
ru_ru: Подтвердить

source: Your decision
ru_ru: Ваше решение

source: You cannot accept an editable that does not contain any publishable files.
ru_ru: Вы не можете принять редактируемый файл, который не содержит файлов для публикации.

source: Tag code or title...
ru_ru: Код тега или заголовок ...

source: Confirm & Approve
ru_ru: Подтвердить и одобрить

source: There is no publishable file uploaded.
ru_ru: Нет загруженного файла, доступного для публикации.

source: Editor has accepted after making some changes
ru_ru: Редактор принял после внесения некоторых изменений

source: Submitter has accepted proposed changes
ru_ru: Отправитель принял предложенные изменения

source: Submitter rejected proposed changes
ru_ru: Отправитель отклонил предложенные изменения

source: Revision has been replaced
ru_ru: Редакция была заменена

source: Revision has been accepted
ru_ru: Редакция была принята

source: Revision has been rejected
ru_ru: Редакция была отклонена

source: Submitter has been asked to make some changes
ru_ru: Отправителя попросили внести некоторые изменения

source: {editorName} (editor) has made some changes to the paper
ru_ru: {editorName} (редактор) внес некоторые изменения в статью

source: Save
ru_ru: Сохранить

source: No editable types enabled yet. Click the toggle to enable any editable types.
ru_ru: Редактируемые типы еще не включены. Нажмите на переключатель, чтобы активировать любые редактируемыетипы.

source: List
ru_ru: Список

source: Manage
ru_ru: Управление

source: List of editable types
ru_ru: Список редактируемых типов

source: Toggle editable types
ru_ru: Переключить редактируемые типы

source: Tags
ru_ru: Теги

source: Configure the tags that can be assigned to revisions
ru_ru: Настроить теги, которые могут быть назначены редакциям

source: Configure
ru_ru: Настроить

source: Custom editing workflow
ru_ru: Пользовательский рабочий процесс редактирования

source: Checking custom editing workflow status
ru_ru: Проверка статуса пользовательского рабочего процесса редактирования

source: Workflow service unavailable: {error}
ru_ru: Сервис рабочего процесса недоступен: {ошибка}

source: Use a custom editing workflow provided by an external service
ru_ru: Использовать пользовательский рабочий процесс редактирования, предоставленный внешней службой

source: Custom editing workflow: {name} ({version})
ru_ru: Пользовательский рабочий процесс редактирования: {имя} ({версия})

source: Connected to a custom editing workflow service
ru_ru: Подключен к пользовательской службе рабочего процесса редактирования

source: disconnect
ru_ru: отключить

source: Connect
ru_ru: Подключиться

source: Disconnect
ru_ru: Отключить

source: Disconnect editing workflow service
ru_ru: Отключить службу рабочего процесса редактирования

source: Disconnecting the editing workflow service while it is unavailable may leave your editing process in an inconsistent state. Do not perform this action if you plan to continue using the workflow service later. {strong}The current error with the workflow service is most likely temporary. Attempting to disconnect and reconnect will most likely not fix it.{/strong}
ru_ru: Отключение сервиса рабочего процесса редактирования, когда он недоступен, можетоставьте процесс редактирования в несогласованном состоянии. Не выполняйте этогодействие, если вы планируете продолжить использование службы рабочего процесса позже.{strong} Скорее всего, текущая ошибка службы рабочего процессавременно. Попытка отключить и снова подключиться, скорее всего, не поможетэто. {/ strong}

source: Do you really want to disconnect from the editing workflow service? If your editing process has already started (e.g. people submitted content to be edited), disconnecting is most likely not a good idea and should only be done if you do not plan to enable the service again for this event.
ru_ru: Вы действительно хотите отключиться от службы рабочего процесса редактирования? Если вашпроцесс редактирования уже начался (например, люди отправили контент какотредактировано), отключение, скорее всего, не очень хорошая идея и должно быть толькосделано, если вы не планируете снова включать службу для этого события.

source: Connect to editing workflow service
ru_ru: Подключиться к службе рабочего процесса редактирования

source: Service URL
ru_ru: URL службы

source: Provide the URL for the service implementing your custom editing workflow.
ru_ru: Укажите URL-адрес службы, реализующей ваш рабочий процесс редактирования.

source: Your editing workflow will be managed by {service} ({version}).
ru_ru: Ваш рабочий процесс редактирования будет контролироваться {службой} ({версия}).

source: Please note that connecting to this service may immediately update your editing settings and create e.g. new tags and file types. Only connect if you intend to use this workflow in your event!
ru_ru: Обратите внимание, что подключение к этой службе может немедленно обновить вашредактировать настройки и создавать, например, новые теги и типы файлов. Подключайтесь, только есливы собираетесь использовать этот рабочий процесс в своем мероприятии!

source: If you are a developer looking to implement a custom workflow, head over to the {link}reference implementation of the OpenReferee spec on GitHub{/link}.
ru_ru: Если вы разработчик и хотите реализовать собственный рабочий процесс, перейдите на страницу{link} эталонная реализация спецификации OpenReferee на GitHub {/ link}.

source: List of papers
ru_ru: Список статей

source: List of slides
ru_ru: Список слайдов

source: List of posters
ru_ru: Список плакатов

source: Code
ru_ru: Код

source: Title
ru_ru: Заголовок

source: Status
ru_ru: Статус

source: Editor
ru_ru: Редактор

source: n/a
ru_ru: н / д

source: Assign
ru_ru: Назначить

source: Assign to myself
ru_ru: Присвоить себе

source: Unassign
ru_ru: Отменить назначение

source: Download all files
ru_ru: Загрузить все файлы

source: Enter #id or search string
ru_ru: Введите #id или строку поиска

source: There are no editables yet.
ru_ru: Еще нет редактируемых файлов.

source: Send emails to the editing team
ru_ru: Отправить электронные письма группе редактирования

source: Assign an editor to papers
ru_ru: Назначить редактора статьям

source: Assign an editor to posters
ru_ru: Назначить редактора постерам

source: Assign an editor to slides
ru_ru: Назначить редактора слайдам

source: Submission is open
ru_ru: Прием заявок открыт

source: Submission is not open
ru_ru: Представление не открыто

source: Toggle whether users can submit new editables
ru_ru: Переключить, могут ли пользователи отправлять новые редактируемые объекты

source: Close now
ru_ru: Закрыть сейчас

source: Start now
ru_ru: Начать сейчас

source: Editing is open
ru_ru: Редактирование открыто

source: Editing is not open
ru_ru: Редактирование не открыто

source: Toggle whether editors can review submissions
ru_ru: Переключить, могут ли редакторы проверять представленные материалы

source: File types
ru_ru: Типы файлов

source: Configure file types
ru_ru: Настроить типы файлов

source: Ready for review conditions
ru_ru: Условия готовности к рецензированию

source: Configure conditions for reviewing
ru_ru: Настроить условия для проверки

source: Editing team
ru_ru: Группа редактирования

source: Configure editing team
ru_ru: Настроить группу редактирования

source: Contact
ru_ru: Контакт

source: Manage team
ru_ru: Управление командой

source: Editor assignment
ru_ru: Назначение редактора

source: Allow editors to self-assign editables
ru_ru: Разрешить редакторам самостоятельно назначать редактируемые объекты

source: Editing ({type})
ru_ru: Редактирование ({тип})

source: has files
ru_ru: есть файлы

source: has no files
ru_ru: нет файлов

source: There are no editables available.
ru_ru: Нет доступных для редактирования.

source: Set editors
ru_ru: Установить редакторов

source: Editors
ru_ru: Редакторы

source: Enter an extension
ru_ru: Введите расширение

source: Add extension
ru_ru: Добавить расширение

source: This type has files attached
ru_ru: К этому типу прикреплены файлы

source: This type is used in a review condition
ru_ru: Этот тип используется в условии проверки

source: Cannot delete the only publishable type
ru_ru: Невозможно удалить единственный доступный для публикации тип

source: There are no file types defined for this event
ru_ru: Для этого события не определены типы файлов

source: File required
ru_ru: Требуется файл

source: Multiple files allowed
ru_ru: Допускается несколько файлов

source: File publishable
ru_ru: Файл доступен для публикации

source: (no extension restrictions)
ru_ru: (без ограничений расширения)

source: Add a new file type
ru_ru: Добавить новый тип файла

source: Edit file type
ru_ru: Изменить тип файла

source: Create a new file type
ru_ru: Создать новый тип файла

source: Delete file type
ru_ru: Удалить тип файла

source: Are you sure you want to delete the file type {fileType}?
ru_ru: Вы действительно хотите удалить тип файла {fileType}?

source: Take into account that this file type has files attached to it.
ru_ru: Учтите, что к этому типу файлов прикреплены файлы.

source: Name
ru_ru: Имя

source: Filename template
ru_ru: Шаблон имени файла

source: Glob-style filename template that all files of this type have to conform to (e.g. {example}). No dots allowed. It is possible to use {placeholder} as a placeholder for the contribution programme code.
ru_ru: Шаблон имени файла в стиле глобуса, которому должны соответствовать все файлы этого типа(например, {example}). Использование точек не допускается. Можно использовать {placeholder} какзаполнитель для кода программы взносов.

source: Extensions
ru_ru: Расширения

source: Allowed file extensions. If left empty, there are no extension restrictions
ru_ru: Допустимые расширения файлов. Если оставить пустым, ограничений по расширению нет

source: Whether the file type is mandatory
ru_ru: Является ли тип файла обязательным

source: Multiple files
ru_ru: Несколько файлов

source: Whether the file type allows uploading multiple files
ru_ru: Допускает ли тип файла загрузку нескольких файлов

source: Publishable
ru_ru: Публикуемый

source: Whether the files of this type can be published
ru_ru: Можно ли публиковать файлы этого типа

source: AND
ru_ru: И

source: Delete review condition
ru_ru: Удалить условие проверки

source: Are you sure you want to delete this condition?
ru_ru: Вы действительно хотите удалить это условие?

source: Select filetypes to create a condition
ru_ru: Выберите типы файлов для создания условия

source: Here you can define what filetype-related conditions have to be met for a submission to be eligible for review. In order to start the review process, uploaded files must meet one of the specified criteria.
ru_ru: Здесь вы можете определить, какие условия, связанные с типом файла, должны быть выполнены дляотправка может быть рассмотрена. Чтобы начать процесс проверки,загруженные файлы должны соответствовать одному из указанных критериев.

source: No reviewing conditions have been defined
ru_ru: Условия проверки не определены

source: OR
ru_ru: ИЛИ

source: Or
ru_ru: Или

source: Create new filetype condition
ru_ru: Создать новое условие типа файла

source: Review conditions
ru_ru: Проверить условия

source: System tags are managed by the editing workflow service and cannot be modified.
ru_ru: Системные теги управляются службой рабочего процесса редактирования и не могут бытьмодифицированный.

source: There are no tags defined for this event
ru_ru: Для этого события не определены теги

source: Add new tag
ru_ru: Добавить новый тег

source: Edit tag
ru_ru: Изменить тег

source: Create a new tag
ru_ru: Создать новый тег

source: Delete tag
ru_ru: Удалить тег

source: Are you sure you want to delete the tag {tag}?
ru_ru: Вы действительно хотите удалить тег {tag}?

source: Color
ru_ru: Цвет

source: Paper
ru_ru: Бумага

source: Slides
ru_ru: Слайды

source: Poster
ru_ru: Плакат

source: Replaced
ru_ru: Заменено

source: Needs submitter confirmation
ru_ru: Требуется подтверждение отправителя

source: Rejected
ru_ru: Отклонено

source: Accepted
ru_ru: Принято

source: Assigned
ru_ru: Назначено

source: Needs submitter changes
ru_ru: Требуются изменения отправителя

source: Not submitted
ru_ru: Не отправлено

source: Ready for review
ru_ru: Готово к рассмотрению

source: Paper Editing
ru_ru: Редактирование бумаги

source: Slides Editing
ru_ru: Редактирование слайдов

source: Poster Editing
ru_ru: Редактирование плаката

source: Get next paper
ru_ru: Получить следующий доклад

source: Get next poster
ru_ru: Получить следующий плакат

source: Get next slides
ru_ru: Получить следующие слайды

source: Log entries are currently filtered by URL. {link}Click here{/link} to disable the filter.
ru_ru: Записи журнала в настоящее время фильтруются по URL. {Link} Нажмите здесь {/ link}, чтобыотключить фильтр.

source: Show
ru_ru: Показать

source: This email is pending and will be sent soon.
ru_ru: Это письмо находится на рассмотрении и скоро будет отправлено.

source: This email has been sent.
ru_ru: Это письмо отправлено.

source: Sending this email failed.
ru_ru: Не удалось отправить это электронное письмо.

source: Previous
ru_ru: Предыдущий

source: Related entries
ru_ru: Связанные записи

source: Next
ru_ru: Далее

source: Visible only to judges
ru_ru: Видно только судьям

source: Visible to reviewers and judges
ru_ru: Видно рецензентам и судьям

source: Visible to contributors, reviewers and judges
ru_ru: Видно авторам, рецензентам и судьям

source: Update comment
ru_ru: Обновить комментарий

source: To be corrected
ru_ru: Требуется исправление

source: Rating this question is mandatory
ru_ru: Оценка этого вопроса является обязательной

source: Reviewing in {group}
ru_ru: Рецензирование в {группе}

source: Ratings
ru_ru: Рейтинги

source: Proposal
ru_ru: Предложение

source: Propose an action
ru_ru: Предложить действие

source: You may leave a comment (only visible to reviewers and judges)...
ru_ru: Вы можете оставить комментарий (видимый только рецензентам и судьям) ...

source: Change review
ru_ru: Изменить рецензию

source: Submit review
ru_ru: Отправить рецензию

source: Peer Reviewing
ru_ru: Рецензирование

source: The paper was reviewed
ru_ru: Статья проверена

source: Your paper is under review
ru_ru: Ваша статья находится на рассмотрении

source: Submit for Editing
ru_ru: Отправить на редактирование

source: Submit for editing
ru_ru: Отправить на редактирование

source: The paper was {url}submitted{/url} for editing
ru_ru: Документ был {url} отправлен {/ url} на редактирование

source: Paper files
ru_ru: Бумажные файлы

source: Leave a comment for the submitter...
ru_ru: Оставить комментарий отправителю ...

source: Submitted on {date} by {submitter}
ru_ru: Отправлено {date} {отправителем}

source: Review
ru_ru: Рассмотрение

source: Change reviews
ru_ru: Изменить отзывы

source: On {modificationDate} by {modifiedBy}
ru_ru: {modifyDate} автор {modifiedBy}

source: {judgeName} accepted this paper.
ru_ru: {судьяName} принял эту статью.

source: {judgeName} rejected this paper.
ru_ru: {судья} отклонил эту бумагу.

source: {judgeName} asked for changes.
ru_ru: {судьяName} попросил изменений.

source: Reset judgment
ru_ru: Сбросить оценку

source: Confirm the operation
ru_ru: Подтвердить операцию

source: Do you really want to reset the judgment? This operation is irreversible.
ru_ru: Вы действительно хотите сбросить оценку? Эта операция необратима.

source: The paper was accepted.
ru_ru: Статья принята.

source: The paper was rejected.
ru_ru: Работа отклонена.

source: The paper requires changes.
ru_ru: Бумага требует изменений.

source: {reviewerName} left a review
ru_ru: {reviewerName} оставил отзыв

source: Proposed to {actionName}accept{/actionName}
ru_ru: Предложено {actionName} принять {/ actionName}

source: Proposed to {actionName}reject{/actionName}
ru_ru: Предложено {actionName} отклонить {/ actionName}

source: Proposed to {actionName}correct{/actionName}
ru_ru: Предложено {actionName} правильно {/ actionName}

source: · score {prettyScore}
ru_ru: · Оценка {prettyScore}

source: Score: {score} / {maxScore}
ru_ru: Оценка: {оценка} / {maxScore}

source: hide ratings
ru_ru: скрыть оценки
